Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: The backup file does not match the current password, or the backup is corrupted.
ar: ملف النسخ الاحتياطي لا يتطابق مع كلمة المرور الحالية، أو أن النسخة الاحتياطية تالفة.
de: Die Sicherungsdatei stimmt nicht mit dem aktuellen Passwort überein oder die Sicherung ist beschädigt.
es: El archivo de copia de seguridad no coincide con la contraseña actual o la copia de seguridad está dañada.
fr: Le fichier de sauvegarde ne correspond pas au mot de passe actuel ou la sauvegarde est corrompue.
hi: बैकअप फ़ाइल वर्तमान पासवर्ड से मेल नहीं खाती है, या बैकअप दूषित है।
id: File cadangan tidak cocok dengan kata sandi saat ini, atau cadangan rusak.
ja: バックアップ ファイルが現在のパスワードと一致しないか、バックアップが破損しています。
ko: 백업 파일이 현재 비밀번호와 일치하지 않거나 백업이 손상되었습니다.
pt_br: O arquivo de backup não corresponde à senha atual ou o backup está corrompido.
ru: Файл резервной копии не соответствует текущему паролю или резервная копия повреждена.
th: ไฟล์สำรองข้อมูลไม่ตรงกับรหัสผ่านปัจจุบัน หรือข้อมูลสำรองเสียหาย
tr: Yedekleme dosyası geçerli parolayla eşleşmiyor veya yedekleme bozuk.
vi: Tệp sao lưu không khớp với mật khẩu hiện tại hoặc bản sao lưu bị hỏng.
zh_hans: 备份文件与当前密码不匹配，或备份已损坏。
zh_hant: 備份檔案與目前密碼不匹配，或備份已損壞。

source: The day is yours.
ar: اليوم لك.
de: Der Tag gehört dir.
es: El día es tuyo.
fr: La journée est à toi.
hi: यह दिन तुम्हारा है।
id: Hari ini milikmu.
ja: 今日はあなたのペースで
ko: 오늘은 당신의 속도로
pt_br: O dia é seu.
ru: Этот день — твой.
th: วันนี้เป็นของคุณ
tr: Gün senin.
vi: Hôm nay, cứ theo nhịp của bạn.
zh_hans: 今天按你的节奏来
zh_hant: 今天按你的節奏來

source: The linking email has been sent. Open it to continue.
ar: تم إرسال البريد الإلكتروني المرتبط. افتحه للمتابعة.
de: Die Verknüpfungs-E-Mail wurde gesendet. Öffne sie, um fortzufahren.
es: El correo electrónico de enlace ha sido enviado. Ábrelo para continuar.
fr: L'e-mail de lien a été envoyé. Ouvrez-le pour continuer.
hi: लिंकिंग ईमेल भेज दिया गया है. जारी रखने के लिए इसे खोलें.
id: Email tautan telah dikirim. Buka untuk melanjutkan.
ja: リンクメールが送信されました。続行するにはそれを開いてください。
ko: 연결 이메일이 전송되었습니다. 계속하려면 열어보세요.
pt_br: O e-mail de link foi enviado. Abra-o para continuar.
ru: Ссылка на письмо отправлена. Откройте его, чтобы продолжить.
th: ส่งอีเมลเชื่อมโยงแล้ว เปิดเพื่อดำเนินการต่อ
tr: Bağlantı e-postası gönderildi. Devam etmek için açın.
vi: Email liên kết đã được gửi. Hãy mở nó để tiếp tục.
zh_hans: 关联邮件已发送，请打开邮件继续。
zh_hant: 連結電子郵件已發送。打開它以繼續。

source: The provider for this conversation has been removed.
ar: تمت إزالة مزوّد هذه المحادثة.
de: Der Anbieter für diese Unterhaltung wurde entfernt.
es: El proveedor de esta conversación se ha eliminado.
fr: Le fournisseur de cette conversation a été supprimé.
hi: इस बातचीत का प्रदाता हटा दिया गया है।
id: Penyedia untuk percakapan ini telah dihapus.
ja: この会話のプロバイダは削除されました。
ko: 이 대화의 제공업체가 삭제되었습니다.
pt_br: O provedor desta conversa foi removido.
ru: Провайдер этого разговора был удалён.
th: ผู้ให้บริการของการสนทนานี้ถูกลบแล้ว
tr: Bu sohbetin sağlayıcısı kaldırıldı.
vi: Nhà cung cấp của cuộc trò chuyện này đã bị xóa.
zh_hans: 此对话使用的供应商已被移除。
zh_hant: 此對話使用的供應商已被移除。

source: The provider is temporarily rate limiting this request. Please wait a moment and try again.
ar: المزود يقيّد هذا الطلب مؤقتًا. يرجى الانتظار لحظة والمحاولة مرة أخرى.
de: Der Anbieter begrenzt diese Anfrage vorübergehend. Bitte warte einen Moment und versuche es erneut.
es: El proveedor está limitando temporalmente esta solicitud. Espera un momento e inténtalo de nuevo.
fr: Le fournisseur limite temporairement cette requête. Veuillez patienter un instant et réessayer.
hi: प्रदाता इस अनुरोध को अस्थायी रूप से सीमित कर रहा है। कृपया एक क्षण प्रतीक्षा करें और पुनः प्रयास करें।
id: Penyedia untuk sementara membatasi tarif permintaan ini. Harap tunggu sebentar dan coba lagi.
ja: プロバイダーがこのリクエストを一時的にレート制限しています。しばらく待ってから再試行してください。
ko: 제공업체가 이 요청을 일시적으로 제한하고 있습니다. 잠시 후 다시 시도하세요.
pt_br: O provedor está limitando temporariamente esta solicitação. Aguarde um momento e tente novamente.
ru: Провайдер временно ограничивает скорость этого запроса. Пожалуйста, подождите немного и повторите попытку.
th: ผู้ให้บริการกำลังจำกัดอัตราคำขอนี้เป็นการชั่วคราว กรุณารอสักครู่แล้วลองอีกครั้ง
tr: Sağlayıcı bu isteği geçici olarak hız sınırlıyor. Lütfen biraz bekleyip tekrar deneyin.
vi: Nhà cung cấp đang tạm thời giới hạn mức độ yêu cầu này. Vui lòng đợi một lát và thử lại.
zh_hans: 服务商正在临时限制此请求的频率。请稍候再试。
zh_hant: 服務商正在臨時限制此請求的頻率。請稍候再試。

source: The provider reports that the quota or credit for this API key is used up. Check your billing with the provider, or switch models.
ar: يفيد المزود بأن حصة أو رصيد مفتاح API هذا قد نفد. تحقق من الفوترة لدى المزود أو بدّل النموذج.
de: Der Anbieter meldet, dass Kontingent oder Guthaben dieses API-Schlüssels aufgebraucht ist. Prüfe deine Abrechnung beim Anbieter oder wechsle das Modell.
es: El proveedor indica que la cuota o el crédito de esta clave de API se agotó. Revisa tu facturación con el proveedor o cambia de modelo.
fr: Le fournisseur signale que le quota ou le crédit de cette clé API est épuisé. Vérifiez votre facturation chez le fournisseur ou changez de modèle.
hi: प्रदाता के अनुसार इस API कुंजी का कोटा या क्रेडिट समाप्त हो गया है। प्रदाता के पास अपनी बिलिंग जाँचें या मॉडल बदलें।
id: Penyedia melaporkan kuota atau kredit kunci API ini sudah habis. Periksa tagihan Anda di penyedia, atau ganti model.
ja: この API キーの利用枠または残高を使い切ったとプロバイダーが報告しています。プロバイダーの管理画面で請求情報を確認するか、モデルを切り替えてください。
ko: 이 API 키의 할당량 또는 잔액이 모두 소진되었다고 제공업체가 알렸습니다. 제공업체 콘솔에서 결제 정보를 확인하거나 모델을 변경하세요.
pt_br: O provedor informa que a cota ou o crédito desta chave de API acabou. Verifique sua cobrança com o provedor ou troque de modelo.
ru: Поставщик сообщает, что квота или кредит этого API-ключа исчерпаны. Проверьте оплату у поставщика или смените модель.
th: ผู้ให้บริการแจ้งว่าโควตาหรือเครดิตของคีย์ API นี้ถูกใช้หมดแล้ว โปรดตรวจสอบการเรียกเก็บเงินกับผู้ให้บริการ หรือเปลี่ยนโมเดล
tr: Sağlayıcı, bu API anahtarının kotasının veya kredisinin bittiğini bildiriyor. Sağlayıcıdaki faturanızı kontrol edin veya model değiştirin.
vi: Nhà cung cấp báo rằng hạn mức hoặc tín dụng của khóa API này đã hết. Hãy kiểm tra thanh toán tại nhà cung cấp, hoặc đổi mô hình.
zh_hans: 服务商反馈此 API Key 的额度或余额已用完。请到服务商后台检查账单，或切换模型。
zh_hant: 服務商回報此 API Key 的額度或餘額已用完。請到服務商後台檢查帳單，或切換模型。

source: The provider returned an empty model catalog, so we could not finish setup.
ar: أعاد المزود كتالوج نماذج فارغ، لذا لم نتمكن من إكمال الإعداد.
de: Der Anbieter hat einen leeren Modellkatalog zurückgegeben, daher konnte die Einrichtung nicht abgeschlossen werden.
es: El proveedor devolvió un catálogo de modelos vacío, por lo que no se pudo completar la configuración.
fr: Le fournisseur a renvoyé un catalogue de modèles vide, l'installation n'a pas pu être terminée.
hi: प्रदाता ने एक खाली मॉडल कैटलॉग लौटाया, इसलिए हम सेटअप पूरा नहीं कर सके।
id: Penyedia mengembalikan katalog model yang kosong, jadi kami tidak dapat menyelesaikan penyiapan.
ja: プロバイダーが空のモデルカタログを返したため、セットアップを完了できませんでした。
ko: 제공업체가 빈 모델 카탈로그를 반환하여 설정을 완료할 수 없습니다.
pt_br: O provedor retornou um catálogo de modelos vazio, então não foi possível concluir a configuração.
ru: Провайдер вернул пустой каталог моделей, поэтому завершить настройку не удалось.
th: ผู้ให้บริการส่งคืนแค็ตตาล็อกโมเดลเปล่า ดังนั้นเราจึงตั้งค่าให้เสร็จสิ้นไม่ได้
tr: Sağlayıcı boş bir model kataloğu gönderdiğinden kurulumu tamamlayamadık.
vi: Nhà cung cấp đã trả lại một danh mục mẫu trống nên chúng tôi không thể hoàn tất quá trình thiết lập.
zh_hans: 服务商返回了空的模型目录，无法完成设置。
zh_hant: 服務商返回了空的模型目錄，無法完成設定。

source: The provider returned an error for this request. Please retry or switch models.
ar: أعاد المزود خطأ لهذا الطلب. يرجى إعادة المحاولة أو تبديل النماذج.
de: Der Anbieter hat einen Fehler für diese Anfrage zurückgegeben. Bitte versuche es erneut oder wechsle das Modell.
es: El proveedor devolvió un error para esta solicitud. Reintenta o cambia de modelo.
fr: Le fournisseur a renvoyé une erreur pour cette requête. Veuillez réessayer ou changer de modèle.
hi: प्रदाता ने इस अनुरोध के लिए एक त्रुटि लौटा दी। कृपया पुनः प्रयास करें या मॉडल बदलें।
id: Penyedia mengembalikan kesalahan untuk permintaan ini. Silakan coba lagi atau ganti model.
ja: プロバイダーがこのリクエストでエラーを返しました。再試行するか、モデルを切り替えてください。
ko: 제공업체가 이 요청에 대해 오류를 반환했습니다. 다시 시도하거나 모델을 변경하세요.
pt_br: O provedor retornou um erro para esta solicitação. Tente novamente ou troque de modelo.
ru: Поставщик вернул ошибку для этого запроса. Пожалуйста, повторите попытку или смените модель.
th: ผู้ให้บริการส่งคืนข้อผิดพลาดสำหรับคำขอนี้ โปรดลองอีกครั้งหรือเปลี่ยนรุ่น
tr: Sağlayıcı bu istek için bir hata döndürdü. Lütfen yeniden deneyin veya modelleri değiştirin.
vi: Nhà cung cấp đã trả lại lỗi cho yêu cầu này. Vui lòng thử lại hoặc chuyển đổi mô hình.
zh_hans: 服务商对此请求返回了错误。请重试或切换模型。
zh_hant: 服務商對此請求返回了錯誤。請重試或切換模型。

source: The provider returned no assistant content for this message.
ar: لم يعيد المزود أي محتوى مساعد لهذه الرسالة.
de: Der Anbieter hat keinen Assistenteninhalt für diese Nachricht zurückgegeben.
es: El proveedor no devolvió contenido del asistente para este mensaje.
fr: Le fournisseur n'a renvoyé aucun contenu d'assistant pour ce message.
hi: प्रदाता ने इस संदेश के लिए कोई सहायक सामग्री नहीं लौटाई।
id: Penyedia tidak mengembalikan konten asisten untuk pesan ini.
ja: プロバイダーがこのメッセージに対するアシスタントの内容を返しませんでした。
ko: 제공업체가 이 메시지에 대한 어시스턴트 콘텐츠를 반환하지 않았습니다.
pt_br: O provedor não retornou conteúdo do assistente para esta mensagem.
ru: Поставщик не возвратил содержимого помощника для этого сообщения.
th: ผู้ให้บริการไม่ได้ส่งคืนเนื้อหาผู้ช่วยสำหรับข้อความนี้
tr: Sağlayıcı bu mesaj için asistan içeriği döndürmedi.
vi: Nhà cung cấp không trả lại nội dung trợ lý nào cho tin nhắn này.
zh_hans: 服务商未返回此消息的助手内容。
zh_hant: 服務商未返回此訊息的助手內容。

source: The request did not complete successfully. Please check your network and try again.
ar: لم يكتمل الطلب بنجاح. يرجى التحقق من الشبكة والمحاولة مرة أخرى.
de: Die Anfrage wurde nicht erfolgreich abgeschlossen. Bitte überprüfe deine Netzwerkverbindung und versuche es erneut.
es: La solicitud no se completó correctamente. Verifica tu conexión de red e inténtalo de nuevo.
fr: La requête n'a pas abouti. Veuillez vérifier votre réseau et réessayer.
hi: अनुरोध सफलतापूर्वक पूरा नहीं हुआ. कृपया अपना नेटवर्क जांचें और पुनः प्रयास करें।
id: Permintaan tidak berhasil diselesaikan. Silakan periksa jaringan Anda dan coba lagi.
ja: リクエストが正常に完了しませんでした。ネットワークを確認して再試行してください。
ko: 요청이 성공적으로 완료되지 않았습니다. 네트워크를 확인하고 다시 시도하세요.
pt_br: A solicitação não foi concluída com sucesso. Verifique sua rede e tente novamente.
ru: Запрос не был выполнен успешно. Пожалуйста, проверьте свою сеть и повторите попытку.
th: คำขอไม่เสร็จสมบูรณ์ โปรดตรวจสอบเครือข่ายของคุณแล้วลองอีกครั้ง
tr: İstek başarıyla tamamlanmadı. Lütfen ağınızı kontrol edip tekrar deneyin.
vi: Yêu cầu không hoàn tất thành công. Vui lòng kiểm tra mạng của bạn và thử lại.
zh_hans: 请求未成功完成。请检查网络后重试。
zh_hant: 請求未成功完成。請檢查網路後重試。

source: The selected provider configuration is incomplete, so the request could not be sent.
ar: إعداد المزود المحدد غير مكتمل، لذا لم يتمكن من إرسال الطلب.
de: Die Konfiguration des ausgewählten Anbieters ist unvollständig, daher konnte die Anfrage nicht gesendet werden.
es: La configuración del proveedor seleccionado está incompleta, por lo que no se pudo enviar la solicitud.
fr: La configuration du fournisseur sélectionné est incomplète, la requête n'a pas pu être envoyée.
hi: चयनित प्रदाता कॉन्फ़िगरेशन अधूरा है, इसलिए अनुरोध नहीं भेजा जा सका.
id: Konfigurasi penyedia yang dipilih tidak lengkap, sehingga permintaan tidak dapat dikirim.
ja: 選択したプロバイダーの設定が不完全なため、リクエストを送信できませんでした。
ko: 선택한 제공업체 설정이 불완전하여 요청을 보낼 수 없습니다.
pt_br: A configuração do provedor selecionado está incompleta, então a solicitação não pôde ser enviada.
ru: Конфигурация выбранного провайдера неполная, поэтому запрос не может быть отправлен.
th: การกำหนดค่าผู้ให้บริการที่เลือกไม่สมบูรณ์ จึงไม่สามารถส่งคำขอได้
tr: Seçilen sağlayıcı yapılandırması eksik olduğundan istek gönderilemedi.
vi: Cấu hình nhà cung cấp đã chọn chưa hoàn chỉnh nên không thể gửi yêu cầu.
zh_hans: 所选服务商的配置不完整，无法发送请求。
zh_hant: 所選服務商的設定不完整，無法傳送請求。

source: The selected provider is no longer available.
ar: لم يعد المزوّد المحدد متاحًا.
de: Der ausgewählte Anbieter ist nicht mehr verfügbar.
es: El proveedor seleccionado ya no está disponible.
fr: Le fournisseur sélectionné n'est plus disponible.
hi: चयनित प्रदाता अब उपलब्ध नहीं है।
id: Penyedia yang dipilih tidak lagi tersedia.
ja: 選択したプロバイダは利用できなくなりました。
ko: 선택한 제공업체를 더 이상 사용할 수 없습니다.
pt_br: O provedor selecionado não está mais disponível.
ru: Выбранный провайдер больше недоступен.
th: ผู้ให้บริการที่เลือกไม่พร้อมใช้งานอีกต่อไป
tr: Seçilen sağlayıcı artık kullanılamıyor.
vi: Nhà cung cấp đã chọn không còn khả dụng.
zh_hans: 所选供应商已不可用。
zh_hant: 所選供應商已不可用。

source: The world is quieter now.
ar: العالم أكثر هدوءًا الآن.
de: Die Welt ist jetzt leiser.
es: El mundo se aquietó.
fr: Le monde est plus calme maintenant.
hi: अब दुनिया शांत है।
id: Dunia jadi lebih tenang sekarang.
ja: 世界が静かになったね
ko: 이제 세상이 조용해졌어
pt_br: O mundo está mais calmo agora.
ru: Мир теперь тише.
th: ตอนนี้โลกเงียบลงแล้ว
tr: Dünya artık daha sakin.
vi: Thế giới giờ yên tĩnh hơn rồi.
zh_hans: 世界安静下来了
zh_hant: 世界安靜下來了

source: Theme and language restored
ar: تمت استعادة السمة واللغة
de: Design und Sprache wiederhergestellt
es: Tema e idioma restaurados
fr: Thème et langue restaurés
hi: थीम और भाषा पुनर्स्थापित
id: Tema dan bahasa dipulihkan
ja: テーマと言語を復元しました
ko: 테마와 언어를 복원했습니다
pt_br: Tema e idioma restaurados
ru: Тема и язык восстановлены
th: กู้คืนธีมและภาษาแล้ว
tr: Tema ve dil geri yüklendi
vi: Đã khôi phục giao diện và ngôn ngữ
zh_hans: 已恢复主题与语言
zh_hant: 已恢復主題與語言

source: These appear as quick-tap buttons on the Skill's chat page. Users can tap to instantly start a conversation.
ar: تظهر كأزرار نقر سريع في صفحة المحادثة. يمكن للمستخدمين النقر لبدء محادثة فورًا.
de: Werden als Schnelltipp-Buttons auf der Skill-Chatseite angezeigt. Zum sofortigen Gesprächsstart antippen.
es: Se muestran como botones de toque rápido en la página del Skill. Los usuarios tocan para iniciar la conversación al instante.
fr: Affichées comme boutons de saisie rapide sur la page du Skill. Les utilisateurs appuient pour démarrer une conversation instantanément.
hi: ये स्किल के चैट पेज पर क्विक-टैप बटन के रूप में दिखाई देते हैं। उपयोगकर्ता तुरंत बातचीत शुरू करने के लिए टैप कर सकते हैं।
id: Ini muncul sebagai tombol ketuk cepat di halaman obrolan Skill. Pengguna dapat mengetuk untuk memulai percakapan secara instan.
ja: スキルのチャットページにクイックタップボタンとして表示されます。タップするだけで会話を始められます。
ko: 스킬의 채팅 페이지에 빠른 탭 버튼으로 표시됩니다. 탭하면 바로 대화를 시작할 수 있습니다.
pt_br: Exibidas como botões de toque rápido na página do Skill. Toque para iniciar uma conversa instantaneamente.
ru: Они отображаются в виде кнопок быстрого нажатия на странице чата навыка. Пользователи могут нажать, чтобы мгновенно начать разговор.
th: สิ่งเหล่านี้จะปรากฏเป็นปุ่มแตะด่วนบนหน้าแชทของทักษะ ผู้ใช้สามารถแตะเพื่อเริ่มการสนทนาได้ทันที
tr: Bunlar Skill'in sohbet sayfasında hızlı dokunma düğmeleri olarak görünür. Kullanıcılar anında bir konuşma başlatmak için dokunabilirler.
vi: Chúng xuất hiện dưới dạng các nút nhấn nhanh trên trang trò chuyện của Kỹ năng. Người dùng có thể nhấn để bắt đầu cuộc trò chuyện ngay lập tức.
zh_hans: 显示在技能对话页面的快捷按钮，用户点击即可快速开始对话。
zh_hant: 顯示在技能對話頁面的快捷按鈕，使用者點擊即可快速開始對話。

source: Third-Party Aggregators
ar: مجمّعات الطرف الثالث
de: Drittanbieter-Aggregatoren
es: Agregadores de terceros
fr: Agrégateurs tiers
hi: तृतीय-पक्ष एग्रीगेटर्स
id: Agregator Pihak Ketiga
ja: サードパーティアグリゲーター
ko: 서드파티 어그리게이터
pt_br: Agregadores de terceiros
ru: Сторонние агрегаторы
th: ผู้รวบรวมข้อมูลบุคคลที่สาม
tr: Üçüncü Taraf Toplayıcılar
vi: Bộ tổng hợp của bên thứ ba
zh_hans: 第三方聚合
zh_hant: 第三方聚合

source: Third-party Relay
ar: ترحيل طرف ثالث
de: Drittanbieter-Relay
es: Relay de terceros
fr: Relais tiers
hi: तृतीय-पक्ष Relay
id: Relay pihak ketiga
ja: サードパーティリレー
ko: 타사 릴레이
pt_br: Relay de terceiros
ru: Сторонний Relay
th: Relay ของบริษัทอื่น
tr: Üçüncü taraf Relay
vi: Relay của bên thứ ba
zh_hans: 第三方中转商
zh_hant: 第三方中轉商

source: This Skill needs an available AI provider before it can start a conversation.
ar: تحتاج هذه المهارة إلى مزوّد ذكاء اصطناعي متاح قبل بدء محادثة.
de: Dieser Skill benötigt einen verfügbaren KI-Anbieter, bevor eine Unterhaltung gestartet werden kann.
es: Esta habilidad necesita un proveedor de IA disponible antes de iniciar una conversación.
fr: Cette compétence nécessite un fournisseur IA disponible avant de lancer une conversation.
hi: बातचीत शुरू करने से पहले इस कौशल के लिए उपलब्ध AI प्रदाता चाहिए।
id: Skill ini memerlukan penyedia AI yang tersedia sebelum memulai percakapan.
ja: 会話を開始する前に、利用可能な AI プロバイダーを追加してください。
ko: 대화를 시작하려면 먼저 사용 가능한 AI 공급자를 추가하세요.
pt_br: Este Skill precisa de um provedor de IA disponível antes de iniciar uma conversa.
ru: Для этого навыка нужен доступный AI-провайдер перед началом диалога.
th: ทักษะนี้ต้องมีผู้ให้บริการ AI ที่พร้อมใช้งานก่อนเริ่มการสนทนา
tr: Bu Beceri, sohbet başlatmadan önce kullanılabilir bir AI sağlayıcısına ihtiyaç duyar.
vi: Kỹ năng này cần một nhà cung cấp AI khả dụng trước khi bắt đầu trò chuyện.
zh_hans: 此技能需要先有一个可用的 AI 供应商，才能开始对话。
zh_hant: 此技能需要先有一個可用的 AI 供應商，才能開始對話。

source: This conversation and all its messages will be permanently deleted.
ar: ستُحذف هذه المحادثة وجميع رسائلها نهائياً.
de: Dieses Gespräch und alle Nachrichten werden dauerhaft gelöscht.
es: Esta conversación y todos sus mensajes se eliminarán permanentemente.
fr: Cette conversation et tous ses messages seront supprimés définitivement.
hi: यह वार्तालाप और इसके सभी संदेश स्थायी रूप से हटा दिए जाएंगे.
id: Percakapan ini dan semua pesan di dalamnya akan dihapus secara permanen.
ja: この会話とすべてのメッセージが完全に削除されます。
ko: 이 대화와 모든 메시지가 영구적으로 삭제됩니다.
pt_br: Esta conversa e todas as suas mensagens serão excluídas permanentemente.
ru: Этот разговор и все его сообщения будут удалены без возможности восстановления.
th: การสนทนานี้และข้อความทั้งหมดในการสนทนาจะถูกลบอย่างถาวร
tr: Bu görüşme ve tüm mesajları kalıcı olarak silinecek.
vi: Cuộc trò chuyện này và tất cả tin nhắn trong đó sẽ bị xóa vĩnh viễn.
zh_hans: 此对话及其所有消息将被永久删除。
zh_hant: 此對話及其所有訊息將被永久刪除。

source: This is scaffolding for the error flow; the real import pipeline will be connected next.
ar: وهذا بمثابة السقالات لتدفق الأخطاء؛ سيتم توصيل خط أنابيب الاستيراد الحقيقي بعد ذلك.
de: Dies ist ein Gerüst für den Fehlerfluss; Als nächstes wird die eigentliche Importpipeline angeschlossen.
es: Esto es un andamiaje para el flujo de errores; A continuación se conectará el flujo de importación real.
fr: Il s’agit d’un échafaudage pour le flux d’erreurs ; le véritable pipeline d’importation sera ensuite connecté.
hi: यह त्रुटि प्रवाह के लिए मचान है; वास्तविक आयात पाइपलाइन को आगे जोड़ा जाएगा।
id: Ini adalah perancah untuk aliran kesalahan; pipa impor sebenarnya akan dihubungkan selanjutnya.
ja: これはエラー フローの足場です。次に実際のインポート パイプラインが接続されます。
ko: 이는 오류 흐름을 위한 발판입니다. 실제 가져오기 파이프라인은 다음에 연결됩니다.
pt_br: Isso é uma estrutura para o fluxo de erros; o pipeline de importação real será conectado a seguir.
ru: Это основа потока ошибок; Реальный импортный трубопровод будет подключен следующим.
th: นี่คือการนั่งร้านสำหรับโฟลว์ข้อผิดพลาด ไปป์ไลน์นำเข้าจริงจะเชื่อมต่อกันต่อไป
tr: Bu, hata akışının iskelesidir; gerçek ithalat boru hattı bundan sonra bağlanacak.
vi: Đây là giàn giáo cho luồng lỗi; đường ống nhập khẩu thực sự sẽ được kết nối tiếp theo.
zh_hans: 这是错误流程的脚手架；实际的导入管道将在后续接入。
zh_hant: 這是錯誤流的腳手架；接下來將連接真正的匯入管道。

source: This model is currently unavailable from the provider. Switch models or try again later.
ar: هذا النموذج غير متاح حاليًا لدى المزود. بدّل النموذج أو حاول لاحقًا.
de: Dieses Modell ist beim Anbieter derzeit nicht verfügbar. Wechsle das Modell oder versuche es später erneut.
es: El proveedor no ofrece este modelo en este momento. Cambia de modelo o inténtalo más tarde.
fr: Ce modèle est actuellement indisponible chez le fournisseur. Changez de modèle ou réessayez plus tard.
hi: यह मॉडल इस समय प्रदाता के पास उपलब्ध नहीं है। मॉडल बदलें या बाद में पुनः प्रयास करें।
id: Model ini sedang tidak tersedia dari penyedia. Ganti model atau coba lagi nanti.
ja: このモデルは現在プロバイダー側で利用できません。モデルを切り替えるか、しばらくしてからお試しください。
ko: 이 모델은 현재 제공업체에서 사용할 수 없습니다. 모델을 변경하거나 나중에 다시 시도하세요.
pt_br: Este modelo está indisponível no provedor no momento. Troque de modelo ou tente mais tarde.
ru: Эта модель сейчас недоступна у поставщика. Смените модель или повторите попытку позже.
th: ขณะนี้ผู้ให้บริการไม่มีโมเดลนี้ให้ใช้งาน เปลี่ยนโมเดลหรือลองใหม่ภายหลัง
tr: Bu model şu anda sağlayıcıda kullanılamıyor. Model değiştirin veya daha sonra tekrar deneyin.
vi: Nhà cung cấp hiện không có mô hình này. Hãy đổi mô hình hoặc thử lại sau.
zh_hans: 服务商当前无法提供该模型。请切换模型或稍后再试。
zh_hant: 服務商目前無法提供該模型。請切換模型或稍後再試。

source: This model will be added to your model library.
ar: ستتم إضافة هذا النموذج إلى مكتبة النماذج الخاصة بك.
de: Dieses Modell wird zu deiner Modellbibliothek hinzugefügt.
es: Este modelo se añadirá a tu biblioteca de modelos.
fr: Ce modèle sera ajouté à ta bibliothèque de modèles.
hi: यह मॉडल आपकी मॉडल लाइब्रेरी में जोड़ा जाएगा।
id: Model ini akan ditambahkan ke pustaka model Anda.
ja: このモデルはモデルライブラリに追加されます。
ko: 이 모델이 모델 라이브러리에 추가됩니다.
pt_br: Este modelo será adicionado à sua biblioteca de modelos.
ru: Эта модель будет добавлена в вашу библиотеку моделей.
th: โมเดลนี้จะถูกเพิ่มลงในไลบรารีโมเดลของคุณ
tr: Bu model, model kütüphanenize eklenecek.
vi: Mô hình này sẽ được thêm vào thư viện mô hình của bạn.
zh_hans: 该模型将被添加到你的模型库。
zh_hant: 該模型將被加入你的模型庫。

source: This model will call a dedicated image endpoint. Make sure your relay exposes /images/generations.
ar: سيستدعي هذا النموذج نقطة نهاية صور مخصصة. تأكد من أن Relay الخاص بك يكشف عن /images/generations.
de: Dieses Modell ruft einen dedizierten Bild-Endpunkt auf. Stelle sicher, dass dein Relay /images/generations bereitstellt.
es: Este modelo llamará a un endpoint de imagen dedicado. Asegúrate de que tu relé exponga /images/generations.
fr: Ce modèle appellera un point d'accès image dédié. Vérifie que ton relais expose /images/generations.
hi: यह मॉडल एक समर्पित इमेज एंडपॉइंट को कॉल करेगा। सुनिश्चित करें कि आपका रिले /images/generations को उजागर करता है।
id: Model ini akan memanggil endpoint gambar khusus. Pastikan relay Anda mengekspos /images/generations.
ja: このモデルは専用の画像エンドポイントを呼び出します。Relay が /images/generations を公開していることを確認してください。
ko: 이 모델은 전용 이미지 엔드포인트를 호출합니다. Relay가 /images/generations를 노출하는지 확인하세요.
pt_br: Este modelo chamará um endpoint de imagem dedicado. Certifique-se de que seu relay expõe /images/generations.
ru: Эта модель будет обращаться к выделенной точке генерации изображений. Убедитесь, что ваш Relay предоставляет /images/generations.
th: โมเดลนี้จะเรียกใช้ endpoint สำหรับรูปภาพโดยเฉพาะ ตรวจสอบให้แน่ใจว่า Relay ของคุณเปิด /images/generations
tr: Bu model, özel bir görsel uç noktasını çağıracak. Relay'inizin /images/generations sunduğundan emin olun.
vi: Mô hình này sẽ gọi một endpoint tạo ảnh chuyên biệt. Đảm bảo Relay của bạn cung cấp /images/generations.
zh_hans: 该模型将调用专用的图片接口,请确认你的 Relay 暴露了 /images/generations。
zh_hant: 該模型將調用專用的圖片接口,請確認你的 Relay 暴露了 /images/generations。
